export default {
  title: 'Настройки аккаунта',
  profile: {
    title: 'Информация профиля',
  },
  connections: {
    title: 'Подключения',
    description: 'Подключите свой аккаунт к другим сервисам',
    connectAccount: 'Подключите ваш {provider} аккаунт',
    connect: 'Подключить',
    connectingAccount: 'Подключаем ваш аккаунт...',
    connectAnother: 'Подключить ещё',
    maxAccounts:
      'Максимум 0 аккаунтов | Максимум 1 аккаунт | Максимум {n} аккаунта | Максимум {n} аккаунтов',
  },
  deleteAccount: {
    title: 'Удаление аккаунта',
    request: 'Запрос на удаление аккаунта',
    warning:
      'Удаление аккаунта является окончательным и не может быть отменено. Ваши данные будут удалены в течение 30 дней, за исключением случаев, когда мы должны сохранять некоторые метаданные и логи дольше в соответствии с законом.',
    description: 'Это действие не может быть отменено. Оно навсегда удалит ваш аккаунт.',
  },
}
